{
    "BOT": "Hi there!\nI'm the personal bot of Andrew, a Software Developer / Author from Joplin, MO.\n![dru](https://scontent-dft4-1.xx.fbcdn.net/v/t1.0-9/407914_278082585586507_1042538318_n.jpg?oh=2a12205adafc64ec10b6f3f5865b512a&oe=58120D34)\nWant to know more about bots or learn about Andrew? %[I'm talking to a bot?](postback:are_you_real) %[About Andrew](postback:about_andrew) %[Andrew's writing](postback:writing) %[Andrew's coding](postback:coding)",

    "HELLO": "Hello! I'm a bot, but I can answer questions about Andrew for you or put you in touch with him. %[I have questions](postback:questions) %[I'm interested in Andrew's writing](postback:writing) %[I'm interested in Andrew's code](postback:coding) %[Tweet at Andrew](postback:tweet_at_andrew)",

    "ARE YOU REAL": "I'm as real as you or Andrew! I just can't, well, articulate much on my own. Andrew helps with that from time to time, and I get by on my own otherwise.",

    "I HAVE QUESTIONS": "Great! I can answer most questions, but if I can't, you can always reach out to Andrew on Google+ or Twitter.\nHere are the questions I can answer right now: %[Where is Andrew now?](postback:where_is_andrew) %[Where does Andrew work?](postback:where_do_you_work)",

    "WHERE IS ANDREW": "Andrew is currently living in Kansas City, MO.",

    "WHERE DO YOU WORK": "Andrew is currently a software developer at Shopventory, working remotely. He is founder of Indent Labs, LLC., and occasionally takes interesting freelance and consulting work on the side. %[Shopventory website](postback:shopventory_website) %[Indent Labs website](postback:indent_labs_website)",

    "SHOPVENTORY WEBSITE": "http://www.shopventory.com",

    "INDENT LABS WEBSITE": "http://www.indentlabs.com",

    "ABOUT ANDREW": "Andrew's a pretty cool guy who doesn't afraid of anything.",

    "WRITING": "Andrew writes short stories, longer fiction, and poetry quite regularly. The majority of his short stories and poetry are available for free at his website, http://www.drusepth.net, and his first book The Church of Anonymous is available on Amazon.\nHis second book, Thing a Week 2010, is coming soon! %[Visit his website](postback:visit_website) %[Buy The Church of Anonymous](postback:buy_church_of_anonymous) %[Buy Thing a Week 2010](postback:buy_thing_a_week_2010)",

    "VISIT WEBSITE": "http://www.drusepth.net",

    "BUY CHURCH OF ANONYMOUS": "https://www.amazon.com/dp/B003X976C0/",

    "BUY THING A WEEK 2010": "Thing a Week 2010 is coming soon! Ask again in late August for a link and you could be the first to get your hands on a copy!",

    "CODING": "When he's not writing fiction, Andrew's almost always writing code (and bots like me!). He founded Indent Labs in 2016 to encapsulate his artificial intelligence and natural language processing applications, and has over a hundred open source repositories on GitHub. He also competes regularly in code golf and programming competitions. %[Check out Indent Labs](postback:check_out_indent_labs) %[Visit his GitHub](postback:visit_his_github) %[Challenge him!](postback:coding_challenge)",

    "CHECK OUT INDENT LABS": "http://www.indentlabs.com",

    "VISIT HIS GITHUB": "http://www.github.com/drusepth",

    "CODING CHALLENGE": "Andrew's watching people who are interested in coding challenges very closely. Check back soon and I'll have a way to set up a direct challenge to see who can come out on top in a head to head coding royale!",

    "TWEET AT ANDREW": "You can tweet at Andrew at @drusepth or @indentlabs. I've got it on pretty good authority that he's got the Twitter app installed on his phone right now, so he should respond pretty quickly. And even quicker if you troll him."
}
